Repository: isDipesh/gnome-shell-extension-sensors
Catalog: po/*.po
Languages: hu, ru

source: Average
hu: Átlag
ru: Средняя

source: Maximum
ru: Максимальная

source: N/A
ru: Н/Д

source: Error
hu: Hiba
ru: Ошибка

source: Please run sensors-detect as root.
hu: Futtassa rootként a sensors-detect parancsot.
ru: Пожалуйста запуститее sensors-detect с правами root.

source: Please install lm_sensors.
hu: Telepítse az lm_sensors csomagot.
ru: Пожалуйста установите lm_sensors

source: If this doesn't help, click here to report with your sensors output!
hu: Ha ez nem segít, akkor kattintson ide, és jelentse be az érzékelőkimenetekkel.
ru: Если это не помогло, нажмите сюда для просмотра вывода от дачиков

source: Sensors Settings
hu: Érzékelőbeállítások
ru: Настройки датчиков

source: Poll sensors every (in seconds)
hu: Érzékelők lekérdezése ennyi másodpercenként
ru: Интервал опроса датчиков (в секундах)

source: Temperature unit
hu: Hőmérséklet mértékegysége
ru: Единицы измерения температуры

source: Centigrade
hu: Celsius
ru: Цельсий

source: Fahrenheit
ru: Фаренгейт

source: Display temperature unit
hu: Mértékegység megjelenítése
ru: Отображать единицы измерения

source: Show temperature unit in panel and menu.
hu: Hőmérséklet mértékegységének megjelenítése a panelen és a menüben.
ru: Отображать единицы измерения в панеле и меню.

source: Display decimal value
hu: Tizedesjegyes érték megjelenítése
ru: Отображать десятичные значения

source: Show one digit after decimal.
hu: Egy számjegy megjelenítése a tizedesvessző után.
ru: Отображать одну цифру после запятой.

source: Display drive temperature
hu: Lemezmeghajtó hőmérsékletének megjelenítése
ru: Отображать температуру диска

source: Display fan speed
hu: Ventilátor sebességének megjelenítése
ru: Отображать скорость вентиляторов

source: Display power supply voltage
hu: Tápfeszültség megjelenítése
ru: Отображать напряжения блока питания

source: Sensor in panel
hu: Érzékelő a panelen
ru: Датчик на панеле

source: Display sensor label
hu: Érzékelő címkéjének megjelenítése
ru: Отображать название датчика

source: Drive %s
hu: %s meghajtó
ru: Диск %s
